{
  "ChatGPT.nvim": { "branch": "main" },
  "auto-pairs": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "html5.vim": { "branch": "master" },
  "incsearch.vim": { "branch": "master" },
  "indentLine": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "matchit.zip": { "branch": "master" },
  "neoformat": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-compe": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "scss-syntax.vim": { "branch": "master" },
  "sg.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-abolish": { "branch": "master" },
  "vim-css-color": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-import-js": { "branch": "master" },
  "vim-jsx": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rescript": { "branch": "master" },
  "vim-sensible": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-which-key": { "branch": "master" }
}
